Repository: ARICOMA-D365BC/AC-IB-dynamics365smb-docs-OmegaT
Catalog: omegat/project_save.tmx
Source language: cs_cz
Languages: en_us

source: Na přehledu vyberte parametr, kterému chcete nastavit překlady.
en_us: In the report, select the parameter you want to set up translations for.

source: Na přehledu vyberte určitý dlouhodobý majetek, u kterého chcete zobrazit parametry.
en_us: In the overview, select the specific fixed asset for which you want to view parameters.

source: Na přehledu vybrat funkci Nový
en_us: Choose the function New.

source: Na přehledu zásilek lze na první pohled zahlédnout stav přepravy zásilky.
en_us: In the shipment overview you can see at a glance the status of the shipment.

source: Na přehledu zásilek použijte funkci Vytvořit zásilku.
en_us: Use the Create Shipmentfeature in your shipment list.

source: Na přehledu zásilek se nachází funkce „Nový“, která otevře prázdnou kartu zásilky.
en_us: On the shipment overview there is a "New" function which opens a blank shipment card.

source: Na přehledu zásilek vybrat funkci Objednat svoz.
en_us: In the shipment overview, select the Order Collection function.

source: Na přehledu zásilek zvolte funkci Nový.
en_us: Select the New function on the shipment overview.

source: Na rozdíl od IN Buffer je na OUT Bufferu pole Nenutit posloupnost odesílání - tady je možno kódem vyjmout položku Bufferu z výpočtu o posloupnosti odesílání.
en_us: Unlike IN Buffer, there is an outgoing Send sequence field on the OUT Buffer - here it is possible to exclude the Buffer item from the calculation of the sending sequence by code.

source: Na stránce DPH Výkaz DPH vyberte pro každý řádek příslušné schéma, která bude použito při exportu – pole XML schéma.
en_us: On the VAT Statement page, select the appropriate schema for each line that will be used when you export the XML Schema field.

source: Na stránce Definice výměny dat zvolte Mapování pole.
en_us: On the Data Exchange Definition page, choose Field Mapping.

source: Na stránce E-maily událostí vyberte akci Nový a vyplníte pole E-mail podle potřeby.
en_us: On the Event Emails page, choose New action to fill in the Email field as needed.

source: Na stránce E-maily událostí vyberte akci Nový a vyplňte pole Číslo pole e-mailu.
en_us: On the Event Emails page, choose New action and fill in the Email Field No. field.

source: Na stránce Generátor číselných řad z masky v záložce Možnosti zadejte:
en_us: On the No. Series Mask Generator page, on the Options tab page, enter:

source: Na stránce Karty šablony události vyberte akci Fáze.
en_us: On the Event Template Cards page, choose the Phases action.

source: Na stránce Kategorie požadavku 1 zvolte akci Nový.
en_us: On the Request Categories 1 page, choose the New action.

source: Na stránce Kategorie uživatele vyberte akci Nový a poté zadejte Kód, Popis a Váhu.
en_us: On the User Category page, choose New action, and then enter Code, Description, and Weight.

source: Na stránce Konfigurace rozšíření aktivujte přepínač Povolit požadavky HttpClient.
en_us: On the Extension Configuration page, enable the Enable HttpClient requests switch.

source: Na stránce Nastavení helpdesku lze na záložce Obecné zvolit, zda bude při zadání požadavků povinné vyplňovat kategorii požadavků 1-3, výchozí prioritu a zda je nutné nové požadavky zadávat pomocí průvodce.
en_us: On the Helpdesk Settings page, on the General tab, you can choose whether to fill in request categories 1-3, the default priority, and whether you need to enter new requests using the wizard.

source: Na stránce Nastavení řízení stavů zadejte do pole Číslo tabulky číslo 52067961, které označuje tabulku Evidence pošty.
en_us: On the Status Mgt. Setup page enter 52067961 in the Table Number field, which identifies the Mail Record table.

source: Na stránce Nastavení řízení stavů zadejte do pole Číslo tabulky číslo 52068298, které označuje tabulku Helpdesk požadavek.
en_us: On Status Management Setup page, in the Table number field, type the 52068298 number that indicates the Request Helpdesk table.

source: Na stránce Nastavení šablony interakce vyberte do pole Příchozí pošta a Odchozí pošta správné šablony interakce.
en_us: On the Interaction Template Setup page, in the Incoming Mail and Outgoing Mail select correct interaction templates.

source: Na stránce Položky zákazníka přejděte na vybraný záznam a spusťte funkci Informace o pohledávce.
en_us: On the Customer Ledger Entries page, navigate to the selected record and run the Receivable Information function.

source: Na stránce Prodejní faktura spusťte akci Vydat a poté spusťte funkci Rozpis platby.
en_us: On the Sales Invoice page, choose Issue and then run Payment Schedule function.

source: Na stránce Přehled oprávněných osob vyberte akci Nový a vyplňte pole nové oprávněné osoby podle potřeby.
en_us: On the Entitled Person List choose the New action and fill in the new authorized person fields as needed.

source: Na stránce Přehled šablon událostí vytvořte novou události zvolením tlačítka Nový
en_us: On the Event Templates List page, create a new event by choosing the New button

source: Na stránce Sešit konfigurace spusťe funkci Nastavit pořadí zpracování (část Proces).
en_us: On the Configuration Worksheet page, run the Set Processing Order function.

source: Na stránce Vložit In Buffer vyplňte následující pole podle potřeby:
en_us: On the Insert In Buffer page, fill in the following fields as needed:

source: Na stránce XML schémata v sekci Proces vyberte akci Načíst schéma.
en_us: On the XML Schemas page, in the Actions section, select the Load Schemaaction.

source: Na stránce XML schémata vyberte akci Načíst schéma.
en_us: On the XML Schemas page choose Load Schema action

source: Na stránce Úlohy spooleru můžete založit řádek pro novou úlohu obsahující následující pole:
en_us: On the Spooler Tasks page, you can create a row for a new task that contains the following fields:

source: Na stránce Úpravy - Mapování souborů úč.schéma SK v poli Typ mapování vyberte hodnotu Xml.
en_us: On the Edit - Acc. Schedule File Mapping SK page, select Xml in the Mapping Type field.

source: Na stránce Účetní schémata zvolte akci Proces a pak funkci Upravit účetní schéma.
en_us: On the Account Schedulespage, choose the Process action, and then choose Edit Account Schedule.

source: Na stránce Číselná řada klikněte na funkci Nový a vytvořte novou číselnou řadu.
en_us: On the Number Series page, click New to create a new number series.

source: Na stránce Řešení zvolte akci Nový.
en_us: On the Solution page, choose the New action.

source: Na stránce Šablony evidence pošty je třeba vytvořit šablony pro Typy pošty - Odeslaná a Došlá pošta.
en_us: On the Mail Record Templates page select the code for the correct Mail Record Template.

source: Na stránce Šablony evidence pošty vyberte kód pro správnou Šablonu evidence pošty.
en_us: On the Mail Record Templates page select the code for the correct Mail Record Template.

source: Na stránce Šablony interakce zadejte kód pro správnou skupinu interakce.
en_us: On the Interaction Templates page, enter the code for the correct interaction group.

source: Na stránce Šablony výkazu DPH vyberte ve sloupci Formát XML SK možnost Použij XML schéma.
en_us: On the VAT Statement Templates page, select Use XML Schema in the XML SK Format column.

source: Na stránce Šablony výkazu DPH zvolte sekci Související, potom Šablona a otevřete Názvy výkazů.
en_us: On the VAT Report Templates page, select the Relatedsection, then the Template section and open the Report Names.

source: Na stránce Šablony řízení stavů vyplňte pole na řádku Kód, Popis a Číslo tabulky (52068298).
en_us: On the Status Management Templates page, fill in the fields in the Code, Description, and Table Number (52068298) rows.

source: Na stránce Šablony řízení stavů zvolte akci Nový.
en_us: On the Status Management Templates page choose New action.

source: Na stránce Šablony řízení stavů zvolte funkci Nový.
en_us: On the Status Management Templates page choose New funciton.

source: Na stránce Žurnály zboží jsou doplněny sestavy:
en_us: On the Item Journals page the following reports are added:

source: Na stránce Druhy vymáhání zadejte kód pro nový záznam (např. „FACTORING“ pro rozlišení důvodu vzniku pohledávky).
en_us: On the Enforcement Methods page, enter the code for the new record (eg "FACTORING" to distinguish the reason for the claim).

source: Na stránce Informace o pohledávce lze funkcí Archivovat vytvářet v libovolném okamžiku kopie aktuálního stavu Informace o pohledávce.
en_us: On the Receivable Information Card page, you can use the Create Archive function to create a copy of the current Receivables Information status at any time.

source: Na stránce Informace o pohledávce lze v poli Číslo nadřazené položky přiřadit pohledávku k jiné v případě, že se například jedná o společný postup při jejich vymáhání.
en_us: On the Receivable Information page, you can assign a receivable to another in the Parent Entry No. field if, for example, it is a common enforcement procedure.

source: Na stránce Karta bankovního účtu v záložce Platební příkazy/Bankovní výpisy nastavte kumulaci plateb dle potřeby.
en_us: On the Bank Account Card page, in the Payment Orders / Bank Statements tab, set the cumulation of payments as required.

source: Na stránce Karta dodavatele v záložce Platby nastavte Kumulovat platby.
en_us: On the Vendor Card page, on the Payments tab, set Cumulate Payments.

source: Na stránce Nastavení DPH pro OSS zadejte DPH obch.účtoskupinu pro kombinaci zemí zahájení a ukončení přepravy.
en_us: On the VAT Settings for OSS page, enter the VAT sales group for the combination of countries where the shipment starts and ends.

source: Na stránce Nastavení faktoringu je třeba provést základní nastavení pro modul faktoring:
en_us: On the Factoring Settings page, you need to make the basic settings for the factoring module:

source: Na stránce Nastavení financí v záložce Ostatní nastavte pole Vzorec data kontroly DIČ na dokladech.
en_us: On the General ledger setup page, on the Other tab, set the VAT ID check date formula field on documents.

source: Na stránce Nastavení financí v záložce Ostatní nastavte pole Vzorec pro kontr.sm.kurzu na dokl.
en_us: On the Finance Settings page, set the Ex.Rate Check DateForm. on Doc field.

source: Na stránce Nastavení uživatelů vyberte ve sloupci Kód platebního místa požadovanou hodnotu.
en_us: On the User Settings page, select the desired value in the Payment Point Code column.

source: Na stránce Nastavení zaokrouhlení faktur definujte nastavení zaokrouhlení pro cizí měny v kombinaci s vybraným způsobem platby, u kterých má být jiné nastavení než to výchozí z Karty měny.
en_us: On the Invoice Rounding Settings page, define the rounding settings for foreign currencies in combination with the selected payment method, for which the settings should be different from the default on the Currency Card.

source: Na stránce Nastavení zaokrouhlení faktur definujte nastavení zaokrouhlení pro všechny způsoby plateb, u kterých má být jiné nastavení než to výchozí z Nastavení financí.
en_us: On the Invoice Rounding Setup page, define the rounding settings for all payment methods that should be set differently than the default from General ledger Setup.

source: Na stránce Nastavení účtování DPH vyhledejte záznam pro který chcete zapnout a zvolte funkci Úpravy.
en_us: On the VAT posting setup page, find the record for which you want to turn it on and choose the Edit feature.

source: Na stránce Priority požadavku vyberte akci Nový.
en_us: On the Request Priorities page, choose the New action.

source: Na stránce Prodejní faktura spusťte funkci Vydat.
en_us: On the Sales invoice page, start the issue function.

source: Na stránce Prodejní faktura spusťte funkci Účtovat.
en_us: On the Sales Invoice page, run the Post function.

source: Na stránce Prodejní faktura vyberte v poli Kód způsobu platby odpovídající hodnotu.
en_us: On the Sales Invoice page, select the appropriate value in the Payment Method Code field.

source: Na stránce Prodejní faktura zadejte zákazníka (viz výše)
en_us: On the Sales Invoice page, enter the customer (see above)

source: Na stránce Rozpis platby spusťte funkci Účtovat pro zaúčtování jedné či více vyrovnávacích položek (typicky pokladních dokladů).
en_us: On the Payment Schedule page, run the Post function to post one or more balancing items (typically cash receipts).

source: Na stránce Směry registrace Země/oblasti definujte, jak má systém nahrazovat DPH obch.účtoskupiny na dokladech.
en_us: On the Registration Country/Region Routes page, define how the system should replace the VAT Business Posting Group on the documents.

source: Na stránce Země/oblasti registrace zadejte kód země a DIČ společnosti registrované v této zemi.
en_us: On the Registration Country/Region page, enter the country code and VAT reg. number of the company registered in this country.

source: Na stránce karta měny v záložce Obecné nastavte pole Horní limit Částky vzt.
en_us: On the Currency tab page, on the General tab, set the Rel.Exch.Rate Amt.

source: Na stránce Účtovaná prodejní faktura spusťte funkci Rozpis platby.
en_us: On the Posted Sales Invoice page, choose the Payment Schedule function.

source: Na stránce Šablona událostí vyberte akci Filtry data
en_us: On the Event Template page, choose the Date Filters action

source: Na stránky Sešitu konfigurace a Karta konfiguračního balíčku byla doplněna funkce Nastavit pořadí zpracování.
en_us: The Set Processing Order feature has been added to the Configuration Workbook and Configuration Package Tab pages.

source: Na této stránce je potřebné vyplnit pole Code, ID tabulky, v které chcete zkontrolovat nějaké pole, Metoda kontroly tabulky a popřípadě pole Hodnota.
en_us: On this page, you need to fill in the Code field, Table ID in which you want to check a field, the Table Checking Condition, and possibly the Value field.

source: Na vydaném platebním příkazu spusťte funkci Vytvořit řádky exportu.
en_us: Run the Create Export Lines function on the issued payment order.

source: Na vydaném výpisu je možné použít následující funkce: Vydání čerpání DPH
en_us: The following functions can be used on the Issued Refuelling Statement: Issued Refuelling Statement

source: Na vytvoření Souhrnného výkazu je použita standartní funkcionalita.
en_us: Standard functionality is used to create the Summary Report.

source: Na záložce Spojení lze doplnit podrobnější kontaktní údaje k dané osobě (Adresa, Telefon, Fax, Mobil, E-mail).
en_us: On the Communication tab, you can add more detailed contact information for the given person (Address, Phone No., Fax, Mobile Phone No., E-mail).

source: Na záložce Číslování v poli Čísla požadavků vyberte číselnou řadu pro nově vytvářené požadavky Helpdesku.
en_us: On the Numbering tab, in the Request Nos. field, select a number series for newly created Helpdesk requests.

source: Na záložce Řádky se po založení požadavku objeví nový záznam s výchozím stavem podle definice v šabloně Řízení stavů pro helpdesk.
en_us: On the Lines page, after creating a request, a new record appears with the default state as defined in the Helpdesk Status Management template.

source: Na záložce Nastavení účtování DPH zvolte filtr, pro které položky DPH chcete spustit výpočet.
en_us: On the VAT Posting Setup tab page, select the filter for which VAT entries you want to run the calculation.

source: Na záložce Nákup zadejte do pole Nákupní interní dobropis hodnotu INTCREDIT a do pole Nákupní vrubopis hodnotu DEBITNOTE.
en_us: On the Purchase FastTab, enter INTCREDIT in the Purchase internal credit memo field and DEBITNOTE in the Purchase debit note field.

source: Na záložce Ostatní je potřeba správně vyplnit pole XML schéma.
en_us: On the Other tab, it is necessary to fill in the XML schema field correctly.

source: Na záložce Prodej zadejte do pole Prodejní interní dobropis hodnotu INTCREDIT a do pole Prodejní vrubopis hodnotu DEBITNOTE.
en_us: On the Sales FastTab, enter INTCREDIT in the Sales internal credit memo field and DEBITNOTE in the Sales debit note field.

source: Na záložce Číslování lze nastavit číselnou řadu pro doklady platby.
en_us: On the Numbering tab, you can set the number series for payment documents.

source: Nabídka tiskových sestav přiřazených modulu HelpDesk:
en_us: Menu of print reports assigned to the HelpDesk module:

source: Nabízí přehledové zobrazení požadavků s přednastavenými volitelnými filtry v záhlaví pro snadnější vyhledávání a orientaci.
en_us: It offers an overview view of requirements with preset optional filters in the header for easier searching and orientation.

source: Nabízí zvýšení produktivity a konkurenceschopnosti, šetří vstupní investice a snižuje starosti spojené s provozem a bezpečností.
en_us: It offers increased productivity and competitiveness, saves upfront investment and reduces operational and safety concerns.

source: Nabývá hodnot Ne, Ano, Expirováno a Odloženo.
en_us: It takes the values No, Yes, Expired, and Delayed.

source: Nahrazeno
en_us: Replaced

source: Nainstalujte aplikaci AC SK Language.
en_us: Install the AC SK Language application.

source: Najděte příslušného zákazníka a otevřete jeho kartu.
en_us: Find the relevant customer and open their card.

source: Najděte příslušný doklad a otevřete jeho kartu.
en_us: Find the relevant document and open its card.

source: Naplnit tabulku priorit požadavků.
en_us: Populate the requirements priority table.

source: Naplnit tabulku způsobů řešení.
en_us: Populate the table of ways to solve.

source: Např. Diskový agent může sbírat data z více adresářů.
en_us: For example, a disk agent can collect data from multiple directories.

source: Např. pro odesílání dokladů E-Mailem (zde nemusí platit, že když neprojde odeslání jednoho dokladu (třeba kvůli velikosti), tak potom neprojde odesílání dalších).
en_us: For example, for sending documents by E-Mail (here it does not have to be true that if one document is not sent (for example, because of the size), then the sending of others will not pass).

source: Např. údaj 28,35 je převeden na 1 den 4 hodiny 21 minuty.
en_us: For example, the figure of 28.35 is converted to 1 day 4 hours 21 minutes.

source: Např. že objednávka obsahuje alespoň jeden řádek se zbožím, nebo že má na všech řádcích vyplněnu cenu nebo lokaci nebo glob.
en_us: For example, that the order contains at least one line with the goods, or that it has a price or location or glob filled in on

source: Např. že se nyní dostal navíc i do insolvenčního řízení.
en_us: E.g. that he now also went into insolvency proceedings.

source: Například při upozornění nad prodejním dokladem, kdy chceme e-mail poslat na prodejce dokladu.
en_us: For example, when notifying you of a sales document, when we want to send an email to the seller of the document.

source: Nastavení - AC Parcels - Integrace Balíkobot
en_us: Setup - AC Parcels - Balíkobot Integration

source: Nastavení AC Parcels pomocí průvodce
en_us: Setting up AC Parcels using the wizard

source: Nastavení Centrální databáze
en_us: Central Database Settings

source: Nastavení Centrálních číselníků
en_us: Settings - Central Database

source: Nastavení Cílových systémů
en_us: Set up Destination Systems

source: Nastavení Dynamického emailu z pole v záznamu
en_us: Set up Dynamic Email from a field in a record

source: Nastavení HelpDesku
en_us: HelpDesk settings

source: Nastavení Hierarchického návrhu prodejních cen
en_us: Setting the Hierarchy proposal of sales prices

source: Nastavení PaperLess Trade
en_us: PaperLess Trade settings

source: Nastavení Ručně definovaného emailu
en_us: Set up a Manually Defined Email

source: Nastavení SEPA platebního styku:
en_us: SEPA payment settings:

source: Nastavení Spooleru
en_us: Spooleru Setup

source: Nastavení Více způsobů plateb
en_us: Setting up Multiple Payment Methods

source: Nastavení XML schémat
en_us: Setting up XML schemas

source: Nastavení Způsobů platby
en_us: Payment Methods settings

source: Nastavení Zásilek
en_us: Parcels settings

source: Nastavení a aktualizace webových zdrojů
en_us: Web resources settings and updates

source: Nastavení add-onu Faktoring
en_us: Setup of Factoring add-on

source: Nastavení automatického tisku je v okně Nastavení zásilek.
en_us: The automatic printing settings are in the Shipment Settings window.

source: Nastavení dodavatele pro kumulaci plateb
en_us: Vendor settings for payment accumulation

source: Nastavení dynamického emailu z pole relační tabulky
en_us: Set up a dynamic email from a relational table fields

source: Nastavení emailu s dynamickým obsahem
en_us: Set up an email with dynamic content

source: Nastavení emailu s pevně definovanou strukturou
en_us: Set up an email with a fixed structure

source: Nastavení faktoringu
en_us: Factoring settings

source: Nastavení financí
en_us: General Ledger Setup

source: Nastavení financí - tuzemské samozdanění
en_us: General Ledger Setup - Domestic Self Assessment

source: Nastavení hodnot parametru je nezbytné zejména u parametrů s Metodou zadávání – Výběr.
en_us: Setting parameter values is necessary especially for parameters with Input method - Selection.

source: Nastavení je pak využito při spuštění funkce Vytvoř interakci na Kartě evidence pošty, kdy ke Kartě kontaktu vznikne odpovídající Položka protokolu interakce (detailněji viz.
en_us: The settings are then used when you start Create Interaction function on the Mail Record Card, when the corresponding Interaction Rec. Entry is created for the Contact Card (for more details, see.

source: Nastavení je vždy master-klient mezi dvěma datovými firmami.
en_us: The setup is always a master-client between two data company.

source: Nastavení je zásadní pro rozhodování o zasílání synchronizovaných dat a o kontrolách.
en_us: The setting is crucial for decisions about sending synchronized data and about checks.

source: Nastavení kategorie požadavků
en_us: Request Category Settings

source: Nastavení kategorie uživatelů
en_us: Set up a User Categories

source: Nastavení kontrol směnných kurzů
en_us: Exchange rate controls settings

source: Nastavení kontroly CreditCheck
en_us: CreditCheck settings

source: Nastavení kontroly registrace k DPH
en_us: VAT registration check setup

source: Nastavení krácení odpisů v 1. roce
en_us: Depreciation reduction setting in the 1st year

source: Nastavení krácení odpočtu DPH
en_us: VAT deduct reduction setting

source: Nastavení kumulování plateb
en_us: Payment cumulation settings

source: Nastavení kódů původu pro interní opravní doklady
en_us: Set up source codes for internal corrective documents

source: Nastavení lokací
en_us: Location Settings

source: Nastavení masky číselné řady
en_us: Number series mask settings

source: Nastavení modulu Správa upozornění
en_us: Notifications - Settings

source: Nastavení návazností číselných řad
en_us: Number Series Links Setup

source: Nastavení parametrů kumulace na bankovním účtu
en_us: Setting the accumulation parameters on the bank account

source: Nastavení platebních míst
en_us: Settings up Payment Places

source: Nastavení polí centrální databáze
en_us: Set up Central Database Fields

source: Nastavení priority požadavků
en_us: Request Priority Setup

source: Nastavení pro datumový posun
en_us: Settings for the date offset

source: Nastavení prodeje a pohledávek
en_us: Sales and receivables setup

source: Nastavení přepravců
en_us: Shipping Agents setup

source: Nastavení příjemců centrální databáze
en_us: Set up central database Receivers

source: Nastavení registrace k DPH ve více zemích
en_us: VAT registration in multiple countries setup

source: Nastavení reklamací
en_us: Complaints settings

source: Nastavení relací
en_us: Relations settings

source: Nastavení rozšíření číselné řady
en_us: Setup of number series extensions
